9/data/attachments/c8394111fd671ae5.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:sendInvitationRequest>
            <nif:username>Matthew_one_Actions_83541_0</nif:username>
            <nif:friendToBeRequested>soap_actions_ddc228b0-bca9-4df0-b726-a8acee89dc64</nif:friendToBeRequested>
        </nif:sendInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>